{"response": [
    {
        "tradition_name": "Традиции приема гостей",
        "traditions": [
            {
                "name": "Конакасы",
                "image_name": "guest1",
                "description": "Такое отношение с гостям сложилось в далекой древности. Случайных путников, а также приглашенных гостей всегда встречали с радушием и угощали самой вкусной едой. Предки казахов были кочевниками, поэтому остановка в незнакомом доме была делом обычным. Данный обычай носит название «Конакасы»."
            },
            {
                "name": "Конаккаде",
                "image_name": "guest2",
                "description": "С приемом гостей связан еще один ритуал или традиция – «Конаккаде». Хозяин дома в конце застолья может попросить гостя исполнить песню либо поиграть на музыкальном инструменте. Гость в ответ обычно исполняет импровизацию, в которой благодарит хозяев за теплый прием."
            },
            {
                "name": "Ат мингизип шапан жабу.",
                "image_name": "guest3",
                "description": "Дорогих, важных гостей в казахском доме привечают особо, для этого есть обряд Ат мингизип шапан жабу. Уважаемому человеку, посетившему дом, дарили коня и дорогой чапан (расшитый халат из верблюжьей шерсти с ситцевой подкладкой)."
            },
            {
                "name": "Бес Жаксы",
                "image_name": "guest4",
                "description": "Иногда важный гость получал в подарок коня, соболиную шубу, верблюда, либо персидский ковер или саблю. В подарок отдавались самые ценные вещи в доме, чтобы показать дорогому гостю свое уважение. Эта традиция называется Бес Жаксы, или 5 ценных вещей. В наше время этот обычай соблюдается нечасто, но в некоторых деревнях Казахстана он еще имеет силу."
            },
            {
                "name": "Ерулик",
                "image_name": "guest5",
                "description": "Ерулик, или знакомство с новоселами. Новые жители аула обязательно приглашаются на ужин или обед к ближайшим соседям. Так, за накрытым столом люди знакомятся, и новички легче вливаются в общество. Во многих казахских семьях эта традиция жива и по сей день, неважно, живет ли семья в ауле или в современном многоквартирном доме. "
            }
        ]
    },
    {
        "tradition_name": "Свадебные традиции",
        "traditions": [
            {
                "name": "Кудалык",
                "image_name": "wedding1",
                "description": "Сватовство родителей жениха вместе с близкими родственниками невесты."
            },
            {
                "name": "Аран керу",
                "image_name": "wedding2",
                "description": "обряд прохода сватов в дом родителей невесты."
            },
            {
                "name": "Беташар",
                "image_name": "wedding3",
                "description": "обряд раскрытия лица невесты. Показ невесты на свадьбе."
            },
            {
                "name": "Сырга салу",
                "image_name": "wedding4",
                "description": "символический обряд надевания сережек невесте матерью жениха, что означает окончательный договор между сватами."
            },
            {
                "name": "Калын мал (калым)",
                "image_name": "wedding5",
                "description": "выплата калыма (подарка) стороной жениха стороне невесты в благодарность за их труд и воспитание девушки."
            },
            {
                "name": "Кыз узату",
                "image_name": "wedding6",
                "description": "традиционный обряд проводов невесты из дома родителей в дом родителей жениха."
            },
            {
                "name": "Курсак той",
                "image_name": "wedding7",
                "description": "казахский народный обычай семьи жениха устраивать праздник после новости о беременности снохи."
            },
            {
                "name": "Кража невесты",
                "image_name": "wedding8",
                "description": "традиция, когда джигит просто похищал понравившуюся девушку и увозил в свой аул. После похищения проводились все остальные обряды. Сегодня так поступают только с согласия самой девушки. В противном случае похищение человека считается уголовным преступлением. "
            }
        ]
    },
    
    {
        "tradition_name": "Обычаи, связанные с детьми",
        "traditions": [
            {
                "name": "Тусау кесу",
                "image_name": "children1",
                "description": "Очень много казахских обычаев связаны с детьми. Для казахской семьи дети – самое главное сокровище, поэтому с их ростом и воспитанием связано огромное количество обрядов и традиций. Это и укладывание в колыбель, и наречение, и, конечно же, один из самых важных для ребенка обычаев – Тусау Кесу, или разрезание пут. Эта церемония проводится, когда ребенок начинает делать свои первые шаги."
            },
            {
                "name": "Сундет-той",
                "image_name": "children2",
                "description": "Этот обычай появился у казахов с приходом в Великую степь ислама и до сих пор считается одной из важнейших семейных традиций. Сундет проводят, когда ребенку исполняется нечетное количество лет: 3, 5 или 7. В день праздника мальчика наряжают в красивую национальную одежду, сажают на коня. Родственники вплетают в гриву коня яркие разноцветные ленты, а к седлу привязывают сумку с угощениями."
            },
            {
                "name": "Шильдехана",
                "image_name": "children3",
                "description": "той-дастархан, праздник в честь рождения ребенка."
            },
            {
                "name": "Бесикке салу, бесік той",
                "image_name": "children4",
                "description": "ой-дастархан в честь укладки новорожденного в люльку. Как правило, организуется на 3-5 день после отпадения пуповины у малыша. До этого ребенок спит с матерью."
            },
            {
                "name": "Кыркынан шыгару",
                "image_name": "children5",
                "price": "$400",
                "description": "A bag (also known regionally as a sack) is a common tool in the form of a non-rigid container. The use of bags predates recorded history, with the earliest bags being no more than lengths of animal skin, cotton, or woven plant fibers, folded up at the edges and secured in that shape with strings of the same material.[1]"
            },
            {
                "name": "Ашамайга мингизу",
                "image_name": "children6",
                "description": "Традиция дарить 6-7-летнему мальчику коня и камчу (плеть). Во время этого ритуала ребенок провозглашался джигитом. В этот день старики благословляли ребенка, а родители устраивали в честь сына небольшой той."
            }
        ]
    },
    {
        "tradition_name": "Казахские игры и развлечения",
        "traditions": [
            {
                "name": "Курес",
                "image_name": "entertainment1",
                "description": "казахская борьба на поясах. Состязания проводятся обычно во время тоя. Аналоги этой борьбы существуют и у других народов Центральной Азии."
            },
            {
                "name": "Тогыз Кумалак",
                "image_name": "entertainment2",
                "description": "Настольная игра, основанная на числе 9. Это на вид простая, но достаточно сложная логическая игра, которую часто называют «алгеброй пастухов», так как она часто скрашивала досуг кочевников."
            },
            {
                "name": "Асык",
                "image_name": "entertainment3",
                "description": "детская уличная игра косточками, которая сегодня стала национальным видом спорта в Казахстане. В стране даже проводятся турниры по игре в асыки."
            },
            {
                "name": "Бастангы",
                "image_name": "entertainment4",
                "description": "некий формат молодежной вечеринки, которую как правило проводили после отъезда родителей. Молодежь собиралась на небольшой праздник. Во время бастангы чаще всего высказывали пожелание того, что путешествие прошло гладко и без происшествий."
            }
        ]
    },
    {
        "tradition_name": "Традиции помощи ближнему",
        "traditions": [
            {
                "name": "Асар",
                "image_name": "help1",
                "description": "традиция помогать кому-то всей семьей или всем родом, всем аулом. Таким делом может быть постройка дома или кошары для скота. По окончании дела для помощников накрывается дастархан."
            },
            {
                "name": "Жылу",
                "image_name": "help2",
                "description": "традиция, очень похожая на Асар. В этом случае помогают тем, кто пострадал в результате стихийных бедствий: пожаров, наводнений и т.п. Любой человек, из любого рода и даже жуза может посильно помочь пострадавшим. В качестве пожертвований могут выступать скот, стройматериалы, одежда, деньги, в качестве помощи – рабочая сила."
            }
        ]
    },
    {
        "tradition_name": "Айтыс",
        "traditions": [
            {
                "name": "Айтыс",
                "image_name": "aitys1",
                "description": "Айтыс — одна из обязательных частей праздничной программы любого казахского праздника. Это стихотворно-музыкальное состязание казахских певцов-импровизаторов. Во время айтыса исполнители садятся или встают напротив друг друга и начинают своеобразный песенный диалог, постоянно передавая слово друг другу, продолжая тему, начатую оппонентом. Айтыс может проводиться на любую произвольную тему. По итогам соревнования выбирается победитель. Жюри, состоящее из уважаемых людей или гостей праздника, оценивает не только музыкальность и исполнительский талант, но и мастерство в парировании аргументов соперника, юмор и находчивость. "
            }
        ]
    }
]
}
